Repository: AllToMP3/alltomp3-app
Catalog: app/src/locale/messages.*.xlf
Languages: fr, he, hu, mk, nl, tr

source: Click to copy a link to AllToMP3's website, to share it with friends 😎
fr: Cliquez pour copier un lien vers le site d'AllToMP3, pour le partager avec vos amis 😎
he: לחץ להעתקת לינק לאתר של AllToMP3 ושתף עם החברים 😎
hu: Kattints ide az AllToMP3 weboldal linkjének másolásához hogy megoszthasd a barátaiddal 😎
mk: Кликни за да копираш линк до вебстајтот на AllToMP3 и да го споделиш со твоите пријатели😎
tr: AllToMP3'ün linkini arkadaşlarınla paylaşmak için tıklaman yeter.😎

source: Copied in clipboard!
fr: Lien copié dans le presse-papier !
he: העתק לClipboard
hu: Vágólapra másolva!
mk: Копирано!
nl: Naar het klembord gekopieerd
tr: Panoya Kopyalandı!

source: Like this program? Help me!
he: אוהב את התוכנה? עזור לי
hu: Tetszik a program? Támogass!
mk: Ти се допаѓа овој програм? Помогни ми!
nl: Blij met deze software? Help mij!
tr: Programı sevdinmi? Yardım et!

source: What do you want to download?
fr: Que voulez-vous télécharger ?
he: מה אתה רוצה להוריד?
hu: Mit szeretnél letölteni?
mk: Што сакате да преземете?
nl: Wat wil je downloaden?
tr: Ne indirmek istersin?

source: This URL is not supported
fr: Cette adresse n'est pas supportée
he: הלינק לא נתמך
hu: Ez az URL nem támogatott
mk: Овој линк не е поддржан
nl: Deze URL is niet ondersteund

source: Press {START_TAG_SPAN}Enter{CLOSE_TAG_SPAN} to download
fr: Appuyez sur {START_TAG_SPAN}Enter{CLOSE_TAG_SPAN} pour télécharger
he: לחץ {START_TAG_SPAN}Enter{CLOSE_TAG_SPAN} להורדה
hu: Nyomj {START_TAG_SPAN}Enter{CLOSE_TAG_SPAN}-t a letöltéshez
mk: Притиснете {START_TAG_SPAN}Enter{CLOSE_TAG_SPAN} за да преземете
nl: Klik {START_TAG_SPAN}Enter{CLOSE_TAG_SPAN} om te downloaden

source: Songs are downloaded in {START_TAG_SPAN}{INTERPOLATION}{CLOSE_TAG_SPAN} {START_ITALIC_TEXT}{CLOSE_ITALIC_TEXT}
fr: Les morceaux sont téléchargés dans {START_TAG_SPAN}{INTERPOLATION}{CLOSE_TAG_SPAN} {START_ITALIC_TEXT}{CLOSE_ITALIC_TEXT}
he: {START_TAG_SPAN}{INTERPOLATION}{CLOSE_TAG_SPAN} {START_ITALIC_TEXT}{CLOSE_ITALIC_TEXT}שירים מורדים ב
hu: A zenék ide töltődnek le {START_TAG_SPAN}{INTERPOLATION}{CLOSE_TAG_SPAN} {START_ITALIC_TEXT}{CLOSE_ITALIC_TEXT}
mk: Песните се преземени во {START_TAG_SPAN}{INTERPOLATION}{CLOSE_TAG_SPAN} {START_ITALIC_TEXT}{CLOSE_ITALIC_TEXT}
nl: Nummers worden gedownload naar: {START_TAG_SPAN}{INTERPOLATION}{CLOSE_TAG_SPAN} {START_ITALIC_TEXT}{CLOSE_ITALIC_TEXT}
tr: Şarkılar indirildi {START_TAG_SPAN}{INTERPOLATION}{CLOSE_TAG_SPAN} {START_ITALIC_TEXT}{CLOSE_ITALIC_TEXT}

source: Abort
fr: Annuler
he: בטל
hu: Mégse
mk: Прекини
nl: Annuleren

source: See the list
fr: Voir la liste
he: הראה את הרשימה
hu: Lista mutatása
mk: Погледни ја листата
nl: De lijst bekijken

source: Hide the list
fr: Cacher la liste
he: הסתר את הרשימה
hu: Lista elrejtése
mk: Скриј ја листата
nl: De lijst verbergen

source: An issue, an idea?
he: בעיה, רעיון?
hu: Egy probléma, egy ötlet?
mk: Проблем, идеја?
nl: Een probleem of een idee?
tr: Bir hata veya fikrinmi var?

source: An update is downloading
fr: Une mise à jour est en cours de téléchargement
he: עדכון באמצע הורדה
hu: Egy frissítés töltődik le
mk: Ажурирањето се презема
nl: Er wordt een update gedownload
tr: Güncelleme indiriliyor

source: An update has been downloaded and will be installed at the next app launch{START_TAG_SPAN}, or click to relaunch the app now{CLOSE_TAG_SPAN}
fr: Une mise à jour a été téléchargée et sera installée au prochain lancement de l'application{START_TAG_SPAN}, ou cliquez pour redémarrer l'application maintenant{CLOSE_TAG_SPAN}
he: {START_TAG_SPAN}עדכון הורד והוא יותקן בפעם הבאה שהאפליקציה תפתח{CLOSE_TAG_SPAN}, או לחץ לפתיחה מחדש של האפליקציה
hu: Egy frissítés letöltődött és a következő indításnál lesz telepítve{START_TAG_SPAN}, vagy kattints ide a program azonnali újraindításához{CLOSE_TAG_SPAN}
mk: Ажурирањето е спремно и ќе се инсталира на следното вклучување на апликацијата{START_TAG_SPAN}, или притиснете тука за да ја рестартирате апликацијата сега{CLOSE_TAG_SPAN}
nl: Er is een update gedownload. Deze wordt geinstalleerd zodra je de app herstart{START_TAG_SPAN}, of klik hie rom de app direct te herstarten{CLOSE_TAG_SPAN}
tr: Güncelleme indirildi ve uygulamayı bidaha açışında yüklencek {START_TAG_SPAN}, veya şimdi yeniden başlat tuşuna bas{CLOSE_TAG_SPAN}

source: Enter:
fr: Entrez des :
he: הכנס
tr: Girmek:

source: Songs
fr: Morceaux
he: שירים
hu: Zenék
mk: Песни
nl: Nummers
tr: Şarkılar

source: OR
fr: OU
he: או
hu: VAGY
mk: ИЛИ
nl: OF
tr: VEYA

source: Update's changes
fr: Nouveautés
he: שינויי העדכון
hu: A frissítés változtatásai
mk: Ажирирај ги промените
nl: Wijzigingen in de update

source: News
fr: Actualités
he: חדשות
hu: Hírek
mk: Вести

source: This URL is not supported
tr: Bu URL desteklenmiyor

source: Press {START_TAG_SPAN}Enter{CLOSE_TAG_SPAN} to download
tr: Paina {START_TAG_SPAN}Enter{CLOSE_TAG_SPAN} ladataksesi

source: Abort
tr: İptal et

source: See the list
tr: Listeyi gör

source: Hide the list
tr: Listeyi gizle

source: Update's changes
tr: Güncelleme değişiklikleri

source: News
tr: Haber

source: Click to copy a link to AllToMP3's website, to share it with friends ðŸ˜Ž
nl: Klik hier om een link naar de website van AllToMP3 met je vrienden te delen ðŸ˜Ž
